const data = [
  {
    name: "서울대교구",
    address: "서울특별시 중구 명동길 74",
    latitude: 37.56350063275196,
    longitude: 123.9860498821918,

    //원래 좌표
    latitude2: 37.56350063275196,
    longitude2: 126.9860498821918,
  },
  {
    name: "인천교구",
    address: "인천광역시 동구 박문로 1",
    latitude: 37.2708642607369,
    longitude: 124.65143824119359,

    //원래 좌표
    latitude2: 37.4708642607369,
    longitude2: 126.65143824119359,
  },
  {
    name: "수원교구",
    address: "경기도 수원시 장안구 이목로 39",
    latitude: 36.81144592285608,
    longitude: 124.98538308742935,

    //원래 좌표
    latitude2: 37.31144592285608,
    longitude2: 126.98538308742935,
  },
  {
    name: "대전교구",
    address: "세종특별자치시 국책연구원5로 12",
    latitude: 36.09211041848035,
    longitude: 125.30679858584858,
    //원래 좌표
    latitude2: 36.49211041848035,
    longitude2: 127.30679858584858,
  },
  {
    name: "대구대교구",
    address: "대구광역시 중구 남산로4길 112",
    latitude: 35.860969011235454,
    longitude: 129.8682776526916,

    //원래 좌표
    latitude2: 35.860969011235454,
    longitude2: 128.58682776526916,
  },
  {
    name: "광주대교구",
    address: "광주광역시 서구 상무대로 980",
    latitude: 34.15024962188272,
    longitude: 124.86879261549578,

    //원래 좌표
    latitude2: 35.15024962188272,
    longitude2: 126.86879261549578,
  },
  {
    name: "부산교구",
    address: "부산광역시 수영구 수영로 427번길 39",
    latitude: 35.14485181284946,
    longitude: 129.9662621896023,

    //원래 좌표
    latitude2: 35.14485181284946,
    longitude2: 129.10662621896023,
  },
  {
    name: "안동교구",
    address: "경상북도 안동시 마지락길 77",
    latitude: 36.579371339445,
    longitude: 129.924411589329,

    //원래 좌표
    latitude2: 36.579371339445,
    longitude2: 128.724411589329,
  },
  {
    name: "청주교구",
    address: "충청북도 청주시 청원구 주성로 135-35",
    latitude: 36.472208403241,
    longitude: 124.480584809353,

    //원래 좌표
    latitude2: 36.672208403241,
    longitude2: 127.480584809353,
  },
  {
    name: "전주교구",
    address: "전북특별자치도 전주시 완산구 기린대로 100",
    latitude: 35.41846637602343,
    longitude: 125.15670315447177,

    //원래 좌표
    latitude2: 35.81846637602343,
    longitude2: 127.15670315447177,
  },
  {
    name: "제주교구",
    address: "제주특별자치도 제주시 관덕로8길 14",
    latitude: 33.51176469103886,
    longitude: 125.52288169444901,
    //원래 좌표
    latitude2: 33.51176469103886,
    longitude2: 126.52288169444901,
  },
  {
    name: "춘천교구",
    address: "강원특별자치도 춘천시 공지로 300",
    latitude: 37.867894903204366,
    longitude: 129.7319549882316,

    //원래 좌표
    latitude2: 37.867894903204366,
    longitude2: 127.73195498823164,
  },
  {
    name: "의정부교구",
    address: "경기도 의정부시 신흥로 261",
    latitude: 38.13973280752149,
    longitude: 129.0425137983137,
    //원래 좌표
    latitude2: 37.73973280752149,
    longitude2: 127.0425137983137,
  },
  {
    name: "원주교구",
    address: "강원특별자치도 원주시 원일로 28",
    latitude: 37.3460599558472,
    longitude: 129.953484378016,
    //원래 좌표
    latitude2: 37.3460599558472,
    longitude2: 127.953484378016,
  },
  {
    name: "마산교구",
    address: "경상남도 창원시 마산합포구 진전면 죽헌로 72",
    latitude: 34.1133267680598,
    longitude: 129.432303297792,

    //원래 좌표
    latitude2: 35.1133267680598,
    longitude2: 128.432303297792,
  },
  {
    name: "군종교구",
    address: "서울특별시 용산구 한강대로40길 46",
    latitude: 38.5311,
    longitude: 123.9686,

    //원래 좌표
    latitude2: 37.5311,
    longitude2: 126.9686,
  },
];

export default data;
